Repository: josmiguel92/taxidriver
Catalog: src/AppBundle/Resources/translations/messages.*.xliff
Languages: es

source: Welcome aboard!
es: ¡Bienvenido a bordo!

source: Distance
es: Distancia

source: Time
es: Tiempo

source: since
es: desde

source: Select
es: Eligir

source: The number of people is
es: El número de personas es

source: Date and time
es: Fecha y hora

source: Place
es: Lugar

source: Personal Data
es: Datos personales

source: about
es: acerca de

source: contacts
es: contacto

source: Phone
es: Teléfono

source: Remove
es: Quitar

source: home
es: inicio

source: services
es: servicios

source: about us
es: nosotros

source: change language to english
es: cambiar idioma a ingles

source: change languaje to spanish
es: cambiar idioma a español

source: Havana
es: Habana

source: Price
es: Precio

source: Book Now
es: Reservar

source: Make your own Tour!
es: Haz tu propia ruta

source: Other services
es: Otros servicios

source: Who we are?
es: ¿Quienes somos?

source: Our Team
es: Nuestro equipo

source: Testimonials
es: Testimonios

source: Follow us
es: Siguenos

source: Reservation form
es: Formulario de reservación

# pickup.from.airport.or.cruise
source: Pick you up from airport or cruise?
es: ¿Le recogemos en el aeropuerto o crucero?

source: Flight or cruiser number
es: Número de vuelo o crucero

source: Where are you going?
es: ¿Hacia dónde vas?

# you.are.going.to
source: You're going to
es: Irás a

source: From Havana to
es: Desde la Habana a

source: Contact
es: Contáctanos

source: Check out this post!!
es: Mira este artículo!!

source: Read more
es: Leer más

source: Select a service first
es: Selecciona un servicio primero

source: Pickup time and Price
es: Datos de recogida y Precio

source: The price can vary in function of the amount of passengers and distance of the place
es: Los precios pueden variar en función de la cantidad de pasajeros y la distancia del lugar

source: these are the details of your reservation
es: estos son los detalles de tu reservación

source: You want to visit
es: Quieres visitar

source: We will pickup you in
es: Te recogeremos en

source: At
es: a las

source: Pay with PayPal
es: Pagar con PayPal

source: Pay with cash
es: Pagar en efectivo

source: You can always pay in Cuba with cash.
es: Siempre podrás pagar en Cuba en efectivo.

source: Go back to home
es: Volver a inicio

source: Select more places
es: Seleccionar más lugares

source: Make my own tour
es: Hacer mi propia ruta

source: We need to negotiate
es: Es necesario consultar el precio

source: The selected place, admits a tour. Do you want to activate it?
es: El lugar seleccionado admite un tour. ¿Quieres activarlo?

source: hours
es: horas

source: Make your own way!
es: ¡Haz tu propio camino!

source: Your private info always will be private, we don't share any information with third party
es: Tu información privada siempre sera privada, nosotros no compartimos ninguna información con terceras partes

source: If you arrive to Cuba through some airport or cruise terminal, we can pick you up!
es: ¡Si arribas a a Cuba a través de algun aeropuerto o terminal de crucero, nosotros podemos recogerte!

source: Airport
es: Aeropuerto

source: Cruise
es: Crucero

source: The selected place, admits a tour.
es: El lugar que haz seleccionado, admite un tour.

source: See tour description
es: Ver descripción del tour

# do.you.want.to.activate.it
source: There is a tour option for this place. Do you want to activate it?
es: Tenemos una opción de tour para este lugar, ¿quieres activarla?

source: You can travel back with us
es: Puedes viajar de vuelta con nosotros

source: Place for pickup you on return
es: Lugar donde te recogeremos al volver

source: Date and time for pickup you on return
es: Fecha y hora para recogerte de vuelta

source: Flight number
es: Número de vuelo

source: Cruise name
es: Nombre del crucero

source: You haven't selected any place!
es: ¡No haz seleccionado ningún lugar!

source: Flight number or cruiser name
es: Número de vuelo o nombre del crucero

source: Are you done?
es: ¿Estás listo?

source: airport or cruise looking for
es: aeropuerto o crucero, atendiendo a

source: Send a message
es: Enviar mensaje

source: Address
es: Dirección

source: Email
es: Correo electrónico

source: Opening hours
es: Horario

source: Name
es: Nombre

source: Message
es: Mensaje

source: Thanks for chosing us, for discover Cuba!
es: ¡Gracias por escogernos para descubir Cuba!

source: You have booking a Taxidriverscuba's service and you can check the details and status by clicking this link
es: Haz reservado un servicio de Taxi Drivers Cuba y puedes revisar el estado y los detalles a través de este enlace

source: Check booking status
es: Revisar estado de la reservación

source: Hi!
es: ¡Hola!

source: We will be waiting for you at
es: Estaremos esperando por ti el

source: in front of the departure of the cruisers in the Plaza de San Francisco, which is located as soon as you cross the street by the pedestrian stationary step standing at the fountain of the lions with his name written on a paper
es: al frente de la salida de la terminar de cruceros en la plaza de San Francisco, que se encuentra en cuanto usted cruce la calle por el paso peatonal estaremos parado en la fuente de los leones con su nombre escrito en un papel

source: at the exit of the Jose Marti international terminal with his name written on a paper
es: en la salida de la terminal del aeropuerto internacional José Martí, con su nombre escrito en un papel

# at.the.exit.of
source: at the exit of the
es: en la salida de

source: with his name written on a paper
es: , con su nombre escrito en un papel

source: in
es: en

source: The price of your
es: El precio de su

source: is
es: es

source: or
es: o

source: for
es: para

source: people
es: persona

source: peoples
es: personas

source: for visiting
es: para visitar

source: Please, if you need to cancel your reservation, you must notify us at least 2 days in advance
es: Por favor, si necesita cancelar la reservación, debe notificarnos con dos dias de antelación

source: A little bit about us
es: Un poco acerca de nosotros

source: It is very easy to travel to
es: Es muy fácil viajar con nosotros a

source: with us. Our team provides
es: con nosotros. Nuestro equipo provee

source: taxi services and tours
es: servicios de taxi y de tours

source: through several routes that go to the most amazing places on the islands
es: a través de varias rutas que van por los lugares más increíbles de la isla

source: Sent to
es: Enviado a

source: The type of service is
es: El tipo de servicio es

source: The price of the service is
es: El precio del servicio es

source: We will pick it up for the return
es: Lo recogeremos para el regreso

source: with his name written on a paper, looking for the flight with number
es: con su nombre escrito en un papel, buscando el vuelo con número

source: at the exit of the Jose Marti international terminal with his name written on a paper, looking for the flight with number
es: a la salida de la terminal internacional José Martí con su nombre escrito en un papel, buscando el vuelo con número

source: the departure of the cruisers in the "Plaza de San Francisco" looking for the cruise with name
es: la salida de los cruceros en la "Plaza de San Francisco" buscando el crucero con nombre

source: We have sent you an email with these details
es: Le hemos enviado un correo con estos detalles

source: If you plan to return the same day, select our tour option that is cheaper!
es: ¡Si planeas regresar el mismo día, selecciona nuestra opción de tour que es más barata!

source: You want the experience
es: Quieres la experiencia

source: Experience
es: Experiencia

source: Experiences
es: Experiencias

source: We have received your reservation. As soon as possible, we will contact you, to let you know the details.
es: Hemos recibido su reservación. Tan pronto como sea posible, nos contactaremos con usted, para hacerle saber los detalles.

source: More
es: Más

source: Visit our Website
es: Visita nuestro sitio Web

source: We are processing your reservation. As soon we have all resources confirm, we will get in touch with you, usually this take less than a day.
es: Estamos procesando su reservación. Tan pronto como tengamos todos los recursos confirmados nos pondremos en contacto. Usualmente nos toma menos de un día.

source: No. of persons
es: No. de personas

source: Do you need a taxi to get here?
es: ¿Necesitas un taxi para llegar aquí?

source: Pickup details
es: Detalles de recogida

source: we will pick up you in
es: te recogeremos en

source: Close
es: Cerrar

source: Pickup time
es: Hora de recogida

source: Prices according to some popular starting places
es: Precios según algunos lugares de inicio populares

source: Anything you need to tell us?
es: ¿Algo que nos quieras decir?

source: You are going to
es: Irás a

# need.taxi
source: Do you need a taxi to get there?
es: ¿Necesitas un taxi para llegar allí?

source: Prices
es: Precios

# experience.time
source: How many hours you'll stay there?
es: ¿Cuantas horas estará allí?

# experience.time.answer
source: You'll be there for about
es: Estará allí aproximadamente durante

# experience.time.hours
source: hours
es: horas

# exchange.rate
source: The exchange rate in Cuba is 1 CUC
es: La tasa de cambio en Cuba es de 1 CUC

# pick.you
source: We will pickup you
es: Le recogeremos

# pay.advance
source: You can pay in advance, making a transfer of
es: Puede pagar por adelantado, haciendo una transferencia de

# pay.through
source: through
es: a través de

# pay.account
source: to this bank account
es: a la siguiente cuenta bancaria

source: See our offers
es: Mira nuestras ofertas

# Exact.destination
source: Exact address of your destination
es: Dirección exacta de su lugar de destino
